'use strict';

module.exports = {
  id: 'kedr-mig-359',
  link: 'кедр-mig-359',
  isHot: false,
  shortName: 'КЕДР MIG-359',
  description: 'Сварочный полуавтомат КЕДР MIG-359, +ММА, тележка, 380В предназначен для промышленного использования. Полуавтомат представляет собой переносную установку в однокорпустном исполнении, обеспечивающую полуавтоматическую сварку в среде углекислого газа, аргона или в смеси защитных газов (Ar+CO2). Создан с использованием усовершенствованной технологии IGBT. ',
  specs: [{
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '70 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,2 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '50-350 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '350 А'
  }, {
    caption: 'Напряжение сети',
    value: '380 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '65 В'
  }, {
    caption: 'Мощность',
    value: '15 кВт'
  }, {
    caption: 'Габариты',
    value: '910x270x1300 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-359-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
