'use strict';

module.exports = {
  id: 'kedr-mig-250gs',
  link: 'кедр-mig-250gs',
  isHot: false,
  shortName: 'КЕДР MIG-250GS',
  description: 'Сварочный полуавтомат КЕДР MIG-250GS, 220В аппарат для полуавтоматической сварки стальной проволокой в среде инертного/активного защитного газа MIG-MAG, а также для ручной дуговой сварки штучным электродом MMA. Удобный интерфейс управления всеми параметрами сварки на лицевой панели позволит настроить полуавтомат для выполнения широкого спектра сварочных работ на высшем уровне. Передовая инверторная технология IGBT собственной разработки гарантирует надежность работы данной техники на долгие годы. ',
  specs: [{
    caption: 'Вес',
    value: '9,2 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '40-250 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '250 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Мощность',
    value: '9,2 кВт'
  }, {
    caption: 'Габариты',
    value: '950x458x950 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-250gs-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
