'use strict';

module.exports = {
  id: 'kedr-mig-175gd',
  link: 'кедр-mig-175gd',
  isHot: false,
  shortName: 'КЕДР MIG-175GD',
  description: 'Сварочный полуавтомат КЕДР MIG - 175 GD, 220В аппарат для полуавтоматической сварки в среде защитного/активного газа MIG-MAG, для полуавтоматической сварки порошковой самозащитной проволокой NO GAS, а также для полноценной ручной дуговой сварки штучным электродом ММА, и для аргонодуговой сварки на постоянном токе TIG DC. Имеет полностью синергетическое управление,  подходящее для новичков в сварке. Может применяться как на бытовом уровне, так и на производстве, просто незаменим в автосервисе. ',
  specs: [{
    caption: 'Вес',
    value: '12,8 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-4,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '50-175 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '175 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Мощность',
    value: '7,6 кВт'
  }, {
    caption: 'Габариты',
    value: '430x210x380 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-175gd-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
