'use strict';

module.exports = {
  id: 'kedr-mma-220',
  link: 'кедр-mma-220',
  isHot: true,
  shortName: 'КЕДР MMA-220',
  description: 'Сварочный инвертор КЕДР MMA-220, 220В широко используется для сварки различных материалов, таких как сталь, нержавеющая сталь, легированная сталь, медь, цветные металлы и т.д. По сравнению с другими продуктами эта серия имеет преимущества: небольшой вес, удобство эксплуатации, хорошее энергосбережение. Коэффициент КПД превышает 85%. Эти аппараты относятся к более высокому уровню оборудования. Благодаря уникальным конструктивным решениям данное оборудование имеет высокую ремонтопригодность и легкость в обслуживании. В режиме MMA, параметры сварочного тока и функций ARC FORCE, HOT START задается одним регулятором синхронно, что создает мгновенный поджиг дуги, стабильную выходную мощность и отличные сварочные характеристики.',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Вес',
    value: '5 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '20-220 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '220 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '63 В'
  }, {
    caption: 'Мощность',
    value: '5,94 кВт'
  }, {
    caption: 'Габариты',
    value: '320x120x200 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mma-220-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
