'use strict';

module.exports = {
  id: 'kedr-cut-40b',
  link: 'кедр-cut-40b',
  isHot: false,
  shortName: 'КЕДР CUT-40B',
  description: 'Аппарат воздушно-плазменной резки КЕДР CUT-40B, 220В предназначен для воздушно-плазменной резки листового и сортового металлопроката, толщина которого не превышает 12 мм. Питание от классической бытовой сети в 220 вольт, позволяет использовать данную установку практически везде. Установка оснащена встроенным компрессором и имеет систему автоматического регулирования давления воздуха в зависимости от выбранного тока резки. Наличие данной системы позволяет в значительной мере увеличить срок службы расходных элементов (сопло и катод плазмотрона), а также оптимизирует процесс воздушно-плазменной резки. При необходимости предусмотрена возможность отключения встроенного компрессора и подключение аппарата как к внешнему компрессору или к централизованной системе подачи сжатого воздуха. Может использоваться как для резки конструкционных и легированных сталей, так и цветных металлов и сплавов. ',
  specs: [{
    caption: 'Вес',
    value: '20 кг'
  }, {
    caption: 'Диапазон тока резки',
    value: '20-40 А'
  }, {
    caption: 'Толщина реза',
    value: '12 мм'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Габариты',
    value: '525x270x465 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-cut-40b-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
