'use strict';

module.exports = {
  id: 'kedr-mig-200gw',
  link: 'кедр-mig-200gw',
  isHot: false,
  shortName: 'КЕДР MIG-200GW',
  description: 'Сварочный полуавтомат КЕДР MIG-200 GW, 220В предназначен для полуавтоматической сварки стальной проволокой в среде инертного/активного защитного газа MIG-MAG, а также для ручной дуговой сварки штучным электродом MMA. Благодаря продолжительному режиму работы на максимальных токах и возможности установки большой бобины сварочной проволоки аппарат прекрасно подходит для работы на производстве, равно как и в профессиональном автосервисе. Наглядное управление всеми важными параметрами сварки на лицевой панели позволит настроить полуавтомат для выполнения широкого спектра сварочных работ на высшем уровне. Кроме того, аппарат способен работать в сетях с существенными просадками напряжения, а передовая инверторная технология IGBT гарантирует надежность работы данной техники на долгие годы. ',
  specs: [{
    caption: 'Вес',
    value: '21 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,5-4,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,6-1,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '40-200 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '200 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Мощность',
    value: '7,3 кВт'
  }, {
    caption: 'Габариты',
    value: '550x260x530 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-200gw-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
