'use strict';

module.exports = {
  id: 'kedr-cut-100ij',
  link: 'кедр-cut-100ij',
  isHot: false,
  shortName: 'КЕДР CUT-100IJ',
  description: 'Аппарат воздушно-плазменной резки КЕДР CUT-100IJ, 380В предназначен для плазменной резки любых токопроводящих материалов: мягкие стали, нержавеющие стали, оцинкованные стали, алюминий, медь и различные сплавы. Работа с данным аппаратом отличается высоким качеством и высокой скоростью резки. Бесконтактный поджиг дуги с высокочастотным управлением увеличивает срок службы расходных материалов горелки и позволяет без перерывов резать сетку и поверхности с отверстиями. При режущем токе 100А, аппарат способен справляться с конструкционной сталью толщиной до 40мм, а при толщинах до 30 мм, уверенно чувствует себя даже при продолжительных работах не теряя в качестве резки. К аппарату необходимо также подключить компрессор для подачи сжатого воздуха. ',
  specs: [{
    caption: 'Вес',
    value: '36,5 кг'
  }, {
    caption: 'Диапазон тока резки',
    value: '20-100 А'
  }, {
    caption: 'Толщина реза',
    value: '40 мм'
  }, {
    caption: 'Напряжение сети',
    value: '380 В'
  }, {
    caption: 'Мощность',
    value: '15,1 кВт'
  }, {
    caption: 'Габариты',
    value: '550x290x545 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-cut-100ij-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
