'use strict';

module.exports = {
  id: 'kedr-arc-315g',
  link: 'кедр-arc-315g',
  isHot: false,
  shortName: 'КЕДР ARC-315G',
  description: 'Сварочный инвертор КЕДР  ARC-315G, 380В надежный современный и удобный аппарат для ручной сварки штучными электродами (ММА). Может использоваться для сварки неплавящимся электродом в среде защитного газа при контактном возбуждении дуги (TIG). Продолжительность включения ПВ  при температуре +40оС ( при норме +25оС)  этот показатель превосходит заявленные в паспортных данных, и доходит до 100%.',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '19,5 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-6,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '20-315 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '315 А'
  }, {
    caption: 'Напряжение сети',
    value: '3x380 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '69 В'
  }, {
    caption: 'Мощность',
    value: '12,9 кВт'
  }, {
    caption: 'Габариты',
    value: '525x270x465 мм'
  }, {
    caption: 'Режим работы',
    value: '100 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-arc-315g-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
