'use strict';

module.exports = {
  id: 'kedr-mig-160gdm',
  link: 'кедр-mig-160gdm',
  isHot: false,
  shortName: 'КЕДР MIG-160GDM',
  description: 'Самый маленький полуавтомат в мире с синергетическим управлением! Сварочный полуавтомат КЕДР MIG-160GDM, 220В аппарат для полуавтоматической сварки в среде защитного/активного газа MIG-MAG, для полуавтоматической сварки порошковой самозащитной проволокой NO GAS, а также для полноценной ручной дуговой сварки штучным электродом ММА, и для аргонодуговой сварки на постоянном токе TIG DC. Подойдёт для сварки легких металлических конструкций, общих ремонтов, ремонтов автомобилей, работы по обслуживанию и монтажу, ремонта в сельскохозяйственных условиях до промышленной работы. ',
  specs: [{
    caption: 'Вес',
    value: '6,0 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-4,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '50-160 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '160 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Мощность',
    value: '6,4 кВт'
  }, {
    caption: 'Габариты',
    value: '375x170x300 мм'
  }, {
    caption: 'Режим работы',
    value: '30 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-160gdm-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
