'use strict';

module.exports = {
  id: 'kedr-tig-200p-acdc',
  link: 'кедр-tig-200p-acdc',
  isHot: false,
  shortName: 'КЕДР TIG-200P AC/DC',
  description: 'Аппарат аргоно-дуговой сварки КЕДР TIG- 200P AC/DC самый популярный аппарат для аргоно-дуговой сварки от сети 220В. Предназначен для профессиональной импульсной сварки постоянным и переменны током TIG AC/DC и для полноценной сварки штучным плавящимся электродом MMA, также на постоянном и переменном токе. Имеются все необходимые настройки, с помощью которых можно добиваться самого высокого качества сварки алюминия, стали, нержавейки и любых цветных металлов. На удобной, понятной любому сварщику циклограмме отдельно настраивается режим ПУЛЬС и регулируется каждая стадия сварочного процесса для выполнения максимально широкого круга сварочных задач. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '20 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,0-4,0/1,6-5,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '10-200 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '200 А'
  }, {
    caption: 'Род тока',
    value: 'AC/DC'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '63/10 В (VRD)'
  }, {
    caption: 'Мощность',
    value: '4,5 кВт'
  }, {
    caption: 'Габариты',
    value: '480x340x360 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-tig-200p-acdc-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
