'use strict';

module.exports = {
  id: 'kedr-mma-160',
  link: 'кедр-mma-160',
  isHot: true,
  shortName: 'КЕДР MMA-160',
  description: 'Сварочный инвертор КЕДР MMA-160, 220В широко используется для сварки различных материалов, таких как сталь, нержавеющая сталь, легированная сталь, медь, цветные металлы и т.д. По сравнению с другими продуктами эта серия имеет преимущества: небольшой вес, удобство эксплуатации, хорошее энергосбережение. Коэффициент КПД превышает 85%. Эти аппараты относятся к более высокому уровню оборудования. Благодаря уникальным конструктивным решениям данное оборудование имеет высокую ремонтопригодность и легкость в обслуживании. В режиме MMA, параметры сварочного тока и функций ARC FORCE, HOT START задается одним регулятором синхронно, что создает мгновенный поджиг дуги, стабильную выходную мощность и отличные сварочные характеристики. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Вес',
    value: '3,5 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-3,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '20-160 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '160 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Мощность',
    value: '3,96 кВт'
  }, {
    caption: 'Габариты',
    value: '290x123x200 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mma-160-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
