'use strict';

module.exports = {
  id: 'kedr-tig-209',
  link: 'кедр-tig-209',
  isHot: false,
  shortName: 'КЕДР TIG-209',
  description: 'Аппарат аргоно-дуговой сварки КЕДР TIG-209, DC, 220В предназначен для ручной сварки неплавящимся вольфрамовым электродом углеродистых и легированных сталей, меди, латуни, титана на постоянном токе (TIG DS). Все аппараты имеют возможность подключения дистанционного управления. Инверторы производят сварку методом TIG с высокочастотным поджигом дуги и оснащены газовым клапаном. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '7,8 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,0-3,2/1,6-4,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '10-200 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '200 А'
  }, {
    caption: 'Род тока',
    value: 'DC'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '73/9 В (VRD)'
  }, {
    caption: 'Мощность',
    value: '7,1 кВт'
  }, {
    caption: 'Габариты',
    value: '410x170x255 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-tig-209-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
