'use strict';

module.exports = {
  id: 'kedr-mma-220f',
  link: 'кедр-mma-220f',
  isHot: false,
  shortName: 'КЕДР MMA-220F',
  description: 'Сварочный инвертор КЕДР MMA-220F, 220В надёжные современные удобные аппараты для ручной сварки покрытыми штучными электродами (ММА), могут быть использованы для сварки неплавящимся электродом в среде защитного газа при контактном возбуждении дуги (TIG). ПВ – или «продолжительность включения» (иначе еще называют ПН – продолжительность нагрузки) – крайне важный показатель работы любого сварочного аппарата. ПВ аппаратов «КЕДР» тестировали при температуре окружающей среды +40оС (при норме тестирования: +25оС) и этот показатель превосходит заявленные в паспортных данных, и доходит до 100%. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Вес',
    value: '5 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '20-220 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '220 А'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '63 В'
  }, {
    caption: 'Мощность',
    value: '5,94 кВт'
  }, {
    caption: 'Габариты',
    value: '275x125x220 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mma-220f-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
