'use strict';

module.exports = {
  id: 'kedr-mig-500f',
  link: 'кедр-mig-500f',
  isHot: false,
  shortName: 'КЕДР MIG-500F',
  description: 'Сварочный полуавтомат КЕДР MIG - 500F, +ММА, 380В применяет самые передовые технологии инверсии в мире, принцип инверсии заключается в преобразовании мощности частотой 50Hz/60Hz в постоянный ток. При помощи использования мощных IGBT устройств, инвертирует постоянный ток  в ток высокой частоты (100 кГц),далее выполняет падение напряжения и изменяет направление тока с высвобождением  мощного источника питания постоянного тока с помощью широтно-импульсной модуляции (PWM), благодаря применению данной технологии вес и объем значительно уменьшился, а мощность источника увеличилась больше чем на 30 %. Сварочный полуавтомат оснащен уникальной электронной схемой катушки индуктивности, которая может точно контролировать сварочный процесс, что дает более высокую производительность и отличные характеристики сварки, чем у других сварочных аппаратов. Подходит для малоуглеродистой стали, легированной стали и нержавеющей стали. Благодаря применению самых современных технологий в мире, удалось достичь минимального разбрызгивания металла, легкого поджига дуги, увеличения глубины сварочной ванны и т.д. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное, электронное'
  }, {
    caption: 'Вес',
    value: '78 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,6 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '50-500 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '500 А'
  }, {
    caption: 'Напряжение сети',
    value: '380 В'
  }, {
    caption: 'Мощность',
    value: '24,7 кВт'
  }, {
    caption: 'Габариты',
    value: '930x500x880 мм'
  }, {
    caption: 'Режим работы',
    value: '100 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-500f-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
