'use strict';

module.exports = {
  id: 'kedr-tig-315bp-acdc',
  link: 'кедр-tig-315bp-acdc',
  isHot: false,
  shortName: 'КЕДР TIG-315BP AC/DC',
  description: 'Аппарат аргоно-дуговой сварки КЕДР TIG-315BP, AC/DC, 380В максимально функциональный и удобный в использовании аппарат на 380В. Предназначен для профессиональной импульсной сварки постоянным и переменным током TIG AC/DC и для полноценной сварки штучным плавящимся электродом MMA, также на постоянном и переменном токе. На удобной, понятной любому сварщику циклограмме отдельно настраивается режим ПУЛЬС и регулируется каждая стадия сварочного процесса для выполнения максимально разнообразного круга сварочных задач. Широкий диапазон регулировки сварочного тока и высокая продолжительность включения на максимальных токах делают аппарат универсальным и незаменимым на производстве. Отлично выполняет работу любого уровня сложности при сварке алюминия, ровно как и всех черных и цветных металлов. ',
  specs: [{
    caption: 'Вес',
    value: '39 кг'
  }, {
    caption: 'Диаметр электродов (MMA/TIG)',
    value: '1,6-5,0/1,0-4,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '10-315 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '315 А'
  }, {
    caption: 'Род тока',
    value: 'AC/DC'
  }, {
    caption: 'Напряжение сети',
    value: '220 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '63/10 В (VRD)'
  }, {
    caption: 'Мощность',
    value: '8,9 кВт'
  }, {
    caption: 'Габариты',
    value: '615x320x615 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-tig-315bp-acdc-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
