'use strict';

module.exports = {
  id: 'kedr-mig-250gw',
  link: 'кедр-mig-250gw',
  isHot: false,
  shortName: 'КЕДР MIG-250GW',
  description: 'Сварочный полуавтомат КЕДР MIG - 250 GW, 380В трехфазный аппарат для полуавтоматической сварки стальной проволокой в среде инертного/активного защитного газа MIG-MAG, а также для ручной дуговой сварки штучным электродом MMA. Благодаря продолжительному режиму работы на максимальных токах и возможности установки большой бобины D300, аппарат прекрасно подходит для работы на производстве, равно как и в профессиональном автосервисе. Удобный интерфейс управления всеми параметрами сварки на лицевой панели позволит настроить полуавтомат для выполнения широкого спектра сварочных работ на высшем уровне. Передовая инверторная технология IGBT собственной разработки гарантирует надежность работы данной техники на долгие годы. ',
  specs: [{
    caption: 'Вес',
    value: '23 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '1,6-5,0 мм'
  }, {
    caption: 'Диаметр проволоки',
    value: '0,8-1,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '50-250 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '250 А'
  }, {
    caption: 'Напряжение сети',
    value: '380 В'
  }, {
    caption: 'Мощность',
    value: '9,5 кВт'
  }, {
    caption: 'Габариты',
    value: '550x260x350 мм'
  }, {
    caption: 'Режим работы',
    value: '60 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-mig-250gw-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
