'use strict';

module.exports = {
  id: 'kedr-arc-250gs',
  link: 'кедр-arc-250gs',
  isHot: false,
  shortName: 'КЕДР ARC-250GS',
  description: 'Сварочный инвертор КЕДР ARC-250GS, 220/380В надежный современный и удобный аппарат для ручной сварки  штучными электродами (ММА). Может использоваться для сварки неплавящимся электродом в среде защитного газа при контактном возбуждении дуги (TIG). Продолжительность включения ПВ  при температуре +40оС (при норме +25оС)  этот показатель превосходит заявленные в паспортных данных, и доходит до 100%.',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '15,5 кг'
  }, {
    caption: 'Диаметр электродов',
    value: '2,5-5,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '20-250 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '250 А'
  }, {
    caption: 'Напряжение сети',
    value: '220/380 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '65/65,5 В'
  }, {
    caption: 'Мощность',
    value: '17,1 кВт'
  }, {
    caption: 'Габариты',
    value: '465x210x370 мм'
  }, {
    caption: 'Режим работы',
    value: '100 ПВ%'
  }],
  images: [
    require('rename?[path]kedr-arc-250gs-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
