'use strict';

module.exports = {
  id: 'kedr-tig-259p-acdc',
  link: 'кедр-tig-259p-acdc',
  isHot: false,
  shortName: 'КЕДР TIG-259P AC/DC',
  description: 'Аппарат аргоно-дуговой сварки КЕДР TIG-259P, AC/DC, 380В, водяное охлаждение предназначен для аргонодуговой сварки на переменном/постоянном токе неплавящимся  вольфрамовым электродом алюминия, магния и их сплавов, легированных сталей, меди, латуни, титана. Возможность работы в режиме PULSE. Все аппараты имеют возможность подключения дистанционного управления. Инверторы производят сварку методом TIG с высокочастотным поджигом дуги и оснащены газовым клапаном. ',
  specs: [{
    caption: 'Управление',
    value: 'плавное'
  }, {
    caption: 'Тип',
    value: 'профессиональный'
  }, {
    caption: 'Вес',
    value: '30 кг'
  }, {
    caption: 'Диаметр электродов (MMA/TIG)',
    value: '1,0-4,0/1,6-5,0 мм'
  }, {
    caption: 'Диапазон сварочного тока',
    value: '10-250 А'
  }, {
    caption: 'Максимальный сварочный ток',
    value: '250 А'
  }, {
    caption: 'Род тока',
    value: 'AC/DC (Pulse)'
  }, {
    caption: 'Напряжение сети',
    value: '380 В'
  }, {
    caption: 'Напряжение холостого хода',
    value: '42 В (VRD)'
  }, {
    caption: 'Мощность',
    value: '6,3 кВт'
  }, {
    caption: 'Габариты',
    value: '565x380x380 мм'
  }],
  images: [
    require('rename?[path]kedr-tig-259p-acdc-[name]_160x120.[ext]!magick?-resize 160x120!./main.jpg').replace(/\\/g, '/')
  ]
};
